<?php

return [
    'plural' => 'مدراء الحسابات',
    'singular' => 'مدير الحساب',
    'empty' => 'لا يوجد مدراء حسابات',
    'select' => 'اختر مدير الحساب',
    'select-type' => 'الكل',
    'perPage' => 'عدد مدراء الحسابات في الصفحة',
    'actions' => [
        'list' => 'عرض مدراء الحسابات ',
        'show' => 'عرض',
        'create' => 'إضافة مدير حسابات جديد',
        'edit' => 'تعديل  مدير الحساب',
        'delete' => 'حذف مدير الحساب',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة مدير الحساب بنجاح .',
        'updated' => 'تم تعديل مدير الحساب بنجاح .',
        'deleted' => 'تم حذف مدير الحساب بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم مدير الحساب',
        'email' =>  'البريد الالكترونى',
        'phone' => 'رقم الهاتف',
        'password' => 'كلمة السر',
        'password_confirmation' => 'تأكيد كلمة السر',
        'avatar' => 'الصورة الشخصية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا مدير الحساب ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
