<?php

return [
    'plural' => 'الانجازات',
    'singular' => 'الانجاز',
    'empty' => 'لا توجد انجازات',
    'select' => 'اختر الانجاز',
    'perPage' => 'عدد الانجازات بالصفحة',
    'actions' => [
        'list' => 'عرض الانجازات ',
        'show' => 'عرض',
        'create' => 'إضافة انجاز جديد',
        'edit' => 'تعديل  الانجازات',
        'delete' => 'حذف الانجاز',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة الانجاز بنجاح .',
        'updated' => 'تم تعديل الانجاز بنجاح .',
        'deleted' => 'تم حذف الانجاز بنجاح .',
    ],
    'attributes' => [
        'title' => 'العنوان',
        'value' => 'القيمة',
        'customer_id' => 'العميل',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الانجاز ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
