<?php

return [
    'plural' => 'المدن',
    'singular' => 'المدينة',
    'empty' => 'لا توجد مدن',
    'select' => 'اختر المدينة',
    'perPage' => 'عدد المدن بالصفحة',
    'actions' => [
        'list' => 'عرض المدن ',
        'show' => 'عرض',
        'create' => 'إضافة مدينة جديدة',
        'edit' => 'تعديل  المدن',
        'delete' => 'حذف المدينة',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة المدينة بنجاح .',
        'updated' => 'تم تعديل المدينة بنجاح .',
        'deleted' => 'تم حذف المدينة بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم المدينة',
        '%name%' => 'اسم المدينة',
        'country_id' =>  'الدولة',
        'country' => 'الدولة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذه المدينة ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
