<?php

return [
    'plural' => 'الدول',
    'singular' => 'الدولة',
    'perPage' => 'عدد الدول في الصفحة',
    'empty' => 'لا توجد دول',
    'select' => 'اختر الدولة',
    'perPage' => 'عدد الدول بالصفحة',
    'actions' => [
        'list' => 'عرض الدول ',
        'show' => 'عرض',
        'create' => 'إضافة دولة جديد',
        'edit' => 'تعديل  الدول',
        'delete' => 'حذف الدولة',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة الدولة بنجاح .',
        'updated' => 'تم تعديل الدولة بنجاح .',
        'deleted' => 'تم حذف الدولة بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم الدولة',
        '%name%' => 'اسم الدولة',
        'key' =>  'رمز الدولة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذه الدولة ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
