<?php

return [
    'welcome' => 'مرحبا بك :user',
    'or' => 'أو',
    'pages' => [
        'login' => 'تسجيل الدخول',
        'app' => 'الرئيسية',
        'dashboard' => 'لوحة التحكم',
    ],
    'dashboard' => [
        'messages' => 'رسائل الادارة',
        'manager' => 'مدير الحساب الخاص بك',
    ],
    'footer' => [
        'copyright' => 'جميع الحقوق محفوظة 2020',
    ],
    'actions' => [
        'title' => 'اجرائات',
        'download_plan' => 'تحميل الخطة',
        'select_files' => 'اختر ملفات',
        'logout' => 'تسجيل الخروج',
    ],
    'menus' => [
        'dashboard' => 'لوحة التحكم',
        'chat' => 'الشات',
        'account' => 'حسابي',
        'settings' => 'الإعدادات',
    ],
    'loading' => 'جاري التحميل ...',
    'change_status' => 'تغيير الحالة',
    'features' => [
        [
            'icon' => '/images/icons/code.svg',
            'title' => 'الابتكار يبدأ معنا',
            'description' => 'سنساعدك في بناء تخطيط متكامل لهويتك الرقمية بداية بالواجهات المناسبة ووصولا إلى الهوية البصرية الأكثر تميزا.',
        ],
        [
            'icon' => '/images/icons/bag.svg',
            'title' => 'التجارة الإلكترونية',
            'description' => 'أدر متجرك الإلكتروني بطريقة سلسة وآمنة، واستقطب عددا أكبر من العملاء، من خلال تصميم يزيد شعبيتك وثقة الزوار في معاملاتك.',
        ],
        [
            'icon' => '/images/icons/phone.svg',
            'title' => 'تطبيقات الجوال',
            'description' => 'تطبيقات الهواتف الذكية هي أفضل وسيلة للوصول إلى جمهورك المستهدف في مختلف النطاقات. لكن تصميم التطبيق وطريقة بنائه هي النقاط التي تميز بين تطبيق وآخر.',
        ],
        [
            'icon' => '/images/icons/bezier-curve.svg',
            'title' => 'علامتك التجارية هي هويتك!',
            'description' => 'نصمم علامتك بمظهر رائع وجذاب لتعكس ما يهدف إلية نشاطك التجاري ونساعدك لوصول علامتك التجارية لعملائك.',
        ],
    ],
];
