<?php

return [
    'plural' => 'الاجتماعات',
    'singular' => 'الاجتماع',
    'empty' => 'لا توجد اجتماعات',
    'select' => 'اختر الاجتماع',
    'perPage' => 'عدد الاجتماعات بالصفحة',
    'actions' => [
        'list' => 'عرض الاجتماعات',
        'show' => 'عرض',
        'create' => 'إضافة إجتماع جديد',
        'edit' => 'تعديل الاجتماع',
        'delete' => 'حذف الاجتماع',
        'save' => 'اضافة',
        'filter' => 'بحث',
        'subscription' => 'إشتراك في باقة',
    ],
    'messages' => [
        'created' => 'تم إضافة الاجتماع بنجاح .',
        'updated' => 'تم تعديل الاجتماع بنجاح .',
        'deleted' => 'تم حذف الاجتماع بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم الاجتماع',
        '%name%' => 'اسم الاجتماع',
        'description' => 'وصف الاجتماع',
        '%description%' => 'وصف الاجتماع',
        'duration' => 'المدة',
        'start_at' => 'موعد البداية',
        'customers_count' => 'عدد الدعوات',
        'created_at' => 'تاريخ البداية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الاجتماع ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
