<?php

return [
    'plural' => 'الباقات',
    'singular' => 'الباقة',
    'empty' => 'لا توجد باقات',
    'select' => 'اختر الباقة',
    'perPage' => 'عدد الباقات بالصفحة',
    'actions' => [
        'list' => 'عرض الباقات ',
        'show' => 'عرض',
        'create' => 'إضافة باقة جديدة',
        'edit' => 'تعديل  الباقات',
        'delete' => 'حذف الباقة',
        'save' => 'اضافة',
        'filter' => 'بحث',
        'subscription' => 'إشتراك في باقة',
    ],
    'messages' => [
        'created' => 'تم إضافة الباقة بنجاح .',
        'updated' => 'تم تعديل الباقة بنجاح .',
        'deleted' => 'تم حذف الباقة بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم الباقة',
        '%name%' => 'اسم الباقة',
        'price' => 'السعر',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذه الباقة ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
