<?php

return [
    'plural' => 'المعاملات',
    'singular' => 'المعاملة',
    'empty' => 'لا توجد معاملات',
    'empty_note' => 'لا توجد ملاحظات',
    'select' => 'اختر المعاملة',
    'perPage' => 'عدد المعاملات بالصفحة',
    'receipt_empty' => 'لا يوجد ايصال',
    'actions' => [
        'list' => 'عرض المعاملات ',
        'show' => 'عرض',
        'create' => 'إضافة معاملة جديدة',
        'edit' => 'تعديل  المعاملات',
        'delete' => 'حذف المعاملة',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة المعاملة بنجاح .',
        'updated' => 'تم تعديل المعاملة بنجاح .',
        'deleted' => 'تم حذف المعاملة بنجاح .',
    ],
    'attributes' => [
        'amount' => 'المبلغ',
        'customer_id' => 'العميل',
        'actor_id' => 'المضيف',
        'payment_type' => 'طريقة الدفع',
        'receipt' => 'الايصال',
        'note' => 'ملاحظات',
        'date' => 'التاريخ',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذه المعاملة ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
